[
  {
    "id": "the-persistence-of-memory-1931",
    "title": "The Persistence of Memory",
    "description": "The Persistence of Memory is by far Salvador Dali’s most recognizable painting, and there are many references to it in popular culture. Although it was conjectured that the soft melting watches were the result of Dali’s interpretation of the theory of relativity, Dali himself state that their inspiration was camembert cheese melting under the sun. The sequence of melting clocks in a disjointed landscape is the depiction of a dream that Dali had experienced, the figure in the middle of the painting being the face of the dreamer himself. The general interpretation is that the painting, which portrays many melting watches, is a rejection of time as a solid and deterministic influence.<br>This iconic and much-reproduced painting depicts time as a series of melting watches surrounded by swarming ants that hint at decay, an organic process in which Dali held an unshakeable fascination. Elaborated in the frontispiece to the Second Surrealist Manifesto, the seminal distinction between hard and soft objects, associated by Dali with order and putrefaction respectively, informs his working method in subverting inherent textual properties: the softening of hard objects and corresponding hardening of soft objects. It is likely that Dali was using the clocks to symbolize mortality (specifically his own) rather than literal time, as the melting flesh in the painting's center is loosely based on Dali's profile. The cliffs that provide the backdrop are taken from images of Catalonia, Dali's home. ",
    "image": "https://uploads6.wikiart.org/images/salvador-dali/the-persistence-of-memory-1931.jpg",
    "date": "1931",
    "author": {
      "name": "Salvador Dali",
      "bio": "Salvador Domingo Felipe Jacinto Dalí i Domènech, Marquis of Dalí de Púbol (11 May 1904 – 23 January 1989), known professionally as Salvador Dalí (/ˈdɑːli, dɑːˈli/ Catalan: [səɫβəˈðo ðəˈɫi]; Spanish: [salβaˈðoɾ ðaˈli]), was a prominent Spanish surrealist born in Figueres, Catalonia, Spain.<br>Dalí was a skilled draftsman, best known for the striking and bizarre images in his surrealist work. His painterly skills are often attributed to the influence of Renaissance masters. His best-known work, The Persistence of Memory, was completed in August 1931. Dalí's expansive artistic repertoire included film, sculpture, and photography, in collaboration with a range of artists in a variety of media."
    }
  },
  {
    "id": "the-starry-night-1889",
    "title": "The Starry Night",
    "description": "Van Gogh's night sky is a field of roiling energy. Below the exploding stars, the village is a place of quiet order. Connecting earth and sky is the flamelike cypress, a tree traditionally associated with graveyards and mourning. But death was not ominous for van Gogh. \"Looking at the stars always makes me dream,\" he said, \"Why, I ask myself, shouldn't the shining dots of the sky be as accessible as the black dots on the map of France? Just as we take the train to get to Tarascon or Rouen, we take death to reach a star.\"<br>The artist wrote of his experience to his brother Theo: \"This morning I saw the country from my window a long time before sunrise, with nothing but the morning star, which looked very big.\" This morning star, or Venus, may be the large white star just left of center in The Starry Night. The hamlet, on the other hand, is invented, and the church spire evokes van Gogh's native land, the Netherlands. The painting, like its daytime companion, The Olive Trees, is rooted in imagination and memory. Leaving behind the Impressionist doctrine of truth to nature in favor of restless feeling and intense color, as in this highly charged picture, van Gogh made his work a touchstone for all subsequent Expressionist painting.",
    "image": "https://uploads4.wikiart.org/00142/images/vincent-van-gogh/the-starry-night.jpg",
    "date": "1889",
    "author": {
      "name": "Vincent van Gogh",
      "bio": "Vincent Willem van Gogh (Dutch: [ˈvɪnsɛnt ˈʋɪləm vɑn ˈɣɔx] ( listen); 30 March 1853 – 29 July 1890) was a Dutch Post-Impressionist painter who is among the most famous and influential figures in the history of Western art. In just over a decade he created about 2,100 artworks, including around 860 oil paintings, most of them in the last two years of his life. They include landscapes, still lifes, portraits and self-portraits, and are characterised by bold colours and dramatic, impulsive and expressive brushwork that contributed to the foundations of modern art. His suicide at 37 followed years of mental illness and poverty."
    }
  },
  {
    "id": "otre-dame-sunrise-1902",
    "title": "A Glimpse of Notre-Dame in the Late Afternoon",
    "description": "The dark colors and somber mood in this painting exhibit what had been come to be known as Matisse’s dark period, a time when he was going through personal difficulties. One personal difficulty was that Matisse was not able to find many buyers for his works, which made it hard to provide for his family. His wife had to open a dress shop in order to help provide for the family. These hardships were compounded when Matisse and his wife, Amelie, were found to be scapegoats for a conspiracy involving Amelie’s mother, a housekeeper for the Humbert family. Amelie was forced to close her shop, and Matisse was left to provide for his entire family again. This can partially explain Matisse’s shift during this time to more saleable canvases.",
    "image": "https://uploads8.wikiart.org/images/henri-matisse/notre-dame-sunrise-1902.jpg",
    "date": "1902",
    "author": {
      "name": "Henri Matisse",
      "bio": "Henri Émile Benoît Matisse (French: [ɑ̃ʁi emil bənwɑ matis]; 31 December 1869 – 3 November 1954) was a French artist, known for both his use of colour and his fluid and original draughtsmanship. He was a draughtsman, printmaker, and sculptor, but is known primarily as a painter."
    }
  },
  {
    "id": "the-dream-1910",
    "title": "The Dream",
    "description": "Created in the same year as his death, The Dream was Rousseau’s last painting, which was debuted only a few months before his untimely death. Upon its debut, Guillaume Apollinaire, referencing the negative reviews of previous years, exclaimed that this year, there would be no ridicule, as the painting exuded sheer beauty. With this piece, Rousseau brought together the exotic and the ordinary, the jungle and the couch, and combined the two to form a juxtaposition of composition which engages and intrigues. It is perhaps fitting that this was his last painting before his death, as it was his masterpiece.",
    "image": "https://uploads0.wikiart.org/images/henri-rousseau/the-dream-1910.jpg",
    "date": "1910",
    "author": {
      "name": "Henri Rousseau",
      "bio": "Henri Julien Félix Rousseau (French: [ɑ̃ʁi ʒyljɛ̃ feliks ʁuso]; May 21, 1844 – September 2, 1910) was a French post-impressionist painter in the Naïve or Primitive manner. He was also known as Le Douanier (the customs officer), a humorous description of his occupation as a toll and tax collector. He started painting seriously in his early forties; by age 49, he retired from his job to work on his art full-time."
    }
  },
  {
    "id": "the-japanese-bridge-the-water-lily-pond-1899",
    "title": "The Japanese Bridge (The Water-Lily Pond)",
    "description": "",
    "image": "https://uploads1.wikiart.org/images/claude-monet/the-japanese-bridge-the-water-lily-pond-1899.jpg",
    "date": "1897 - 1899",
    "author": {
      "name": "Claude Monet",
      "bio": "Oscar-Claude Monet (/moʊˈneɪ/; French: [klod mɔnɛ]; 14 November 1840 – 5 December 1926) was a founder of French Impressionist painting, and the most consistent and prolific practitioner of the movement's philosophy of expressing one's perceptions before nature, especially as applied to plein air landscape painting. The term \"Impressionism\" is derived from the title of his painting Impression, soleil levant (Impression, Sunrise), which was exhibited in 1874 in the first of the independent exhibitions mounted by Monet and his associates as an alternative to the Salon de Paris"
    }
  }
]
